Repository: NaN-tic/trytond-product_variant_unique
Catalog: locale/*.po
Languages: es

# field:product.configuration,unique_variant:
source: Unique variant
es: Variante única

# field:product.product,unique_variant:
source: Unique variant
es: Variante única

# field:product.template,code:
source: Code
es: Código

# field:product.template,unique_variant:
source: Unique variant
es: Variante única

# help:product.configuration,unique_variant:
source: Default value for the unique variant field in template form.
es: Valor por defecto del campo Variante única en el formulario de plantillas de producto.

# model:ir.action,name:
source: Reverse BOMs
es: Listas de materiales inverso

# model:ir.action,name:act_product_template_reverse_bom
source: Reverse BOMs
es: Listas de materiales inverso

# model:ir.action,name:wizard_bom_reverse_tree_template
source: Reverse BOM Tree
es: Árbol lista de material inverso

# model:ir.action,name:wizard_bom_tree_open_template
source: BOM Tree
es: Árbol de lista de materiales

# model:ir.message,text:not_product_variant
source: The template "%(template)s" not have a product variant.
es: La plantilla "%(template)s" no tiene una variante de producto.

# model:ir.message,text:template_uniq
source: The Template of the Product Variant must be unique.
es: La plantilla de la variante de producto debe ser única.
